Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaisten_oikeudet_yk:n_ihmisoikeuskomitean_nopeutettuun_seurantaan.html.tmx
Source language: fin
Languages: sme

source: Saamelaisten oikeudet YK:n ihmisoikeuskomitean nopeutettuun seurantaan
sme: Sámiid vuoigatvuođat ON:id olmmošvuoigatvuođakomitea jođálmahtton čuovvumii

source: Yhdistyneiden kansakuntien ihmisoikeuskomitea on antanut 1. huhtikuuta Suomelle päätelmänsä ja suosituksensa liittyen kansalaisoikeuksia ja poliittisia oikeuksia koskevan kansainvälisen yleissopimuksen (KP-sopimus) toteutumiseen.
sme: Ovttastuvvan našuvnnaid olmmošvuoigatvuođakomitea lea addán cuoŋománu 1 beaivve Supmii árvalusaidis ja ávžžuhusaidis, mat gusket siviilavuoigatvuođaid ja politihkalaš vuoigatvuođaid guoski riikkaidgaskasaš oktasašsoahpamuš (KP-soahpamuš) ollašuvvama.

source: Komitea otti täytäntöönpanon nopeutettuun seurantaan saamelaisten oikeuksia koskevat suositukset .
sme: Komitea válddii jođálmahtton čuovvumii sámiid vuoigatvuođaid guoski ávžžuhusaid ollašuvvama.

source: Komitean suositusten mukaan Suomen tulee nopeuttaa saamelaiskäräjälain uudistamisprosessia saamelaisten itsemääräämisoikeuden kunnioittamiseksi erityisesti ns. saamelaismääritelmän ja neuvotteluvelvoitteen osalta.
sme: Komitea ávžžuhusaid mielde Suopma galgá jođálmahttit sámediggelága ođasmahttinproseassa sámiid iešmearridanvuoigatvuođa gudnejahttima dihtii ng sápmelašmeroštallama ja ráđđádallangeatnegasvuođa oasil.

source: Lisäksi tulee tarkastella voimassa olevaa lainsäädäntöä ja käytänteitä, joilla voi olla vaikutus saamelaisten oikeuksiin ja etuihin, mukaan lukien kehittämishankkeet ja kaivannaisteollisuuden toiminta.
sme: Lassin galgá guorahallat fámus leahkki láhkaásaheami ja geavadiid, main sáhttá leat váikkuhus sámiid vuoigatvuođaide ja ovdduide, mielde maiddái ovddidanprošeavttat ja rogganindustriija doaibma.

source: Suomen tulee varmistaa, että merkityksellinen konsultointi saamelaisten kanssa toteutuu tarkoituksessa saada heidän vapaa, tietoon perustuva ennakkosuostumuksensa.
sme: Suopma galgá sihkkarastit, ahte dehálaš konsulteren sámiiguin ollašuvvá dainna dárkkuhusain ahte ožžojuvvo sin friddja, dihtui vuođđudeaddji ovdamiehtan.

source: Suositusten mukaan Suomen tulee harkita ILO:n sopimuksen nro 169 ratifiointia ja lisätä ponnistelujaan varmistaakseen, että hallituksella ja paikallisilla virkamiehillä, poliiseilla, syyttäjillä ja tuomareilla on asianmukainen koulutus kunnioittaakseen saamelaisten oikeuksia alkuperäiskansana.
sme: Ávžžuhusaid mielde Suopma galgá vihkkedallat ILO:a soahpamuša nr 169 ratifiserema ja lasihit rahčamiid sihkkarastima dihtii, ahte ráđđehusas ja báikkálaš virgeolbmuin, poliissain, sivaheaddjiin ja duopmáriin lea áššáigullevaš skuvlejupmi gudnejahttima dihtii sámiid vuoigatvuođaid eamiálbmogin.

source: Suomen tulee raportoida komitealle suositusten täytäntöönpanosta 26. maaliskuuta 2022 mennessä.
sme: Suopma galgá raporteret komiteai ávžžuhusaid ollašuhttimis njukčamánu 26 beaivve 2022 rádjai.

source: – On selvää, että Suomen tulee toimeenpanna ihmisoikeuskomitean antamat päätelmät ja suositukset erityisesti saamelaiskäräjälakiuudistuksen osalta.
sme: – Lea čielggas, ahte Suopma galgá ollašuhttit olmmošvuoigatvuođakomitea addin árvalusaid ja ávžžuhusaid erenomážit sámediggeláhkaođastusa oasil.

source: Saamelaiskäräjälaki tulee nyt käynnissä olevassa uudistusprosessissa muuttaa KP-sopimuksen mukaiseksi, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sme: Sámediggelága galgá dál jođus leahkki ođastusproseassas rievdadit KP-soahpamuša mieldásažžan, oaivvilda Sámedikki ságajođiheaddji Tuomas Aslak Juuso.

source: Komitea tunnistaa Suomen toteuttamat toimet edistääkseen saamelaisten oikeuksia, mukaan lukien meneillään olevan totuus- ja sovintokomitean perustamisen.
sme: Komitea gávnnaha Suoma ollašuhttán doaimmaid ovddidan dihtii sámiid vuoigatvuođaid, mielde maiddái duohtavuođa- ja soabadankomitea vuođđudeapmi, mii dál jođus.

source: Komitea ilmaisee kuitenkin huolensa siitä, että saamelaiskäräjälaki erityisesti äänioikeusmääritelmän ja neuvotteluvelvoitteen osalta, ei ole edelleenkään muutettu tavalla, joka takaa saamelaisten itsemääräämisoikeuden.
sme: Komitea buktá ovdan goittotge iežas fuola das, ahte sámediggeláhka erenomážit jienastanvuoigatvuođameroštallama ja ráđđádallangeatnegasvuođa oasil, ii leat velge nuppástuhtton vugiin, mii dáhkida sámiid iešmearridanvuoigatvuođa.

source: Päinvastoin korkeimman hallinto-oikeuden päätökset 5. heinäkuuta 2019 ja hallituksen päätös olla perumatta tai lykkäämättä saamelaiskäräjävaaleja näyttävät olevan vastakkain komitean antamien ratkaisujen kanssa, toteaa ihmisoikeuskomitea.
sme: Baicce nuppe láhkai alimus hálddahusrievtti mearrádusat suoidnemánu 5. beaivve 2019 ja ráđđehusa mearrádus leat šluhttekeahttá dahje maŋitkeahttá sámediggeválggaid orrot leamen vuostálaga komitea addin čovdosiiguin, gávnnaha olmmošvuoigatvuođakomitea.

source: Asiallisesti ottaen komitea siis raportointimenettelyssä toteaa Suomen jatkavan KP-sopimuksen loukkaamista, vaikka se on kaksi vuotta sitten saanut komitean langettavat päätökset yksilövalitusasioissa.
sme: Prinsihpalaččat komitea nappo raporterenmeannudeamis gávnnaha, ahte Suopma joatká KP-soahpamuša loavkideami, vaikke dat lea guokte jagi dassái ožžon komitea cealkán mearrádusaid oktagasváidalanáššis.

source: – On kestämätöntä, että Suomi ei korjaisi ihmisoikeusloukkauksia.
sme: – Lea váidalahtti dilli, juos Suopma ii divošii olmmošvuoigatvuođaloavkidemiid.

source: Ihmisoikeuksien osalta ei voida sortua niiden maiden tasolle, joissa valitaan mitä ihmisoikeuksia toteutetaan, vaan ihmisoikeudet tulee toteuttaa täysimääräisesti, jatkaa Juuso.
sme: Olmmošvuoigatvuođaid oasil ii sáhte vuollánit daid riikkaid dássái, gos válljejuvvojit mat olmmošvuoigatvuođat ollašuhttojit, muhto olmmošvuoigatvuođaid galgá ollašuhttit dievasmearálaččat, joatká Juuso.

source: Lisäksi komitea on huolestunut raporteista, joiden mukaan toimenpiteiden vaikutusten arvioinnissa käytetään epämääräistä kriteeristöä.
sme: Lassin komitea lea fuolastuvvan raporttain, maid mielde doaibmabijuid váikkuhusaid árvvoštallamis geavahuvvojit eahpesealvves kriterat.

source: Tämä johtaa siihen, että viranomaiset epäonnistuvat neuvotteluissa saadakseen saamelaisten vapaan, tietoon perustuvan ennakkosuostumuksen.
sme: Dát doalvu dasa, ahte virgeoapmahaččat eahpelihkostuvvet ráđđádallamiin oažžun dihtii sámiid friddja, dihtui vuođđudeaddji ovdamiehtama.

source: Komitea panee myös merkille Suomen viivästymisen ILO:n sopimuksen nro 169 ratifioinnissa.
sme: Komitea merko maiddái Suoma ádjáneami ILO:a soahpamuša nr 169 ratifiseremis.

source: KP-sopimuksen täytäntöönpanoa valvoo riippumattomista asiantuntijajäsenistä muodostuva ihmisoikeuskomitea.
sme: KP-soahpamuša ollašuhttima gohcá olmmošvuoigatvuođakomitea, mii čohkiida sorjjasmeahttun áššedovdilahtuin.

source: Suomen seitsemäs määräaikaisraportti tarkasteltiin komitean julkisessa virtuaalisessa vuoropuhelussa 2.-4. maaliskuuta 2021.
sme: Suoma čihččet mearreáigeraporta gieđahallui komitea almmolaš virtuálaságastallamis njukčamánu 2.-4. beivviid áigge 2021.

source: Komitean englanninkieliset päätelmät ja suositukset (pdf)
sme: Komitea eaŋgalsgielat árvalusat ja ávžžuhusat (pdf)

source: Lisätietoja:
sme: Lassidieđut:

source: Puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
sme: Ságajođiheaddji Tuomas Aslak Juuso tel. 040 687 3394, tuomas.juuso(at)samediggi.fi
